<template>
<svg width=".36rem" height=".36rem" viewBox="0 0 16 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
    <title>编组</title>
    <g id="2023.3.14" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
        <g id="1首页" transform="translate(-1122, -1385)" fill="currentcolor" fill-rule="nonzero">
            <g id="编组-3" transform="translate(1000, 1369)">
                <g id="编组" transform="translate(130, 24) rotate(-270) translate(-130, -24)translate(122, 16)">
                    <path d="M8,-1.24900121e-16 C12.4185089,-1.24900121e-16 16,3.58149111 16,8 C16,12.4185089 12.4185089,16 8,16 C3.58149111,16 -1.24900121e-16,12.4185089 -1.24900121e-16,8 C-1.24900121e-16,3.58149111 3.58149111,-1.24900121e-16 8,-1.24900121e-16 Z M8,6.85193612 L11.1464851,9.99842127 C11.3426191,10.1882409 11.654741,10.1856897 11.8477459,9.99268957 C12.0407509,9.79968939 12.0433098,9.48756755 11.8534951,9.29142891 L8.35351376,5.79143 C8.15826445,5.59622817 7.84175313,5.59622817 7.64650382,5.79143 L4.14650492,9.29141133 C3.95642506,9.48750388 3.95885253,9.79983712 4.15195735,9.99295153 C4.34506216,10.1860659 4.65739527,10.188509 4.85349728,9.99843884 L8,6.85193612 Z" id="形状"></path>
                </g>
            </g>
        </g>
    </g>
</svg>
</template>

<script>
export default {

}
</script>

<style>

</style>